Revit 2024 API
BuiltInFailures.WorksharingFailures Class
 Failures about WorksharingFailures.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static class WorksharingFailures
Visual Basic
Public NotInheritable Class WorksharingFailures
Visual C++
public ref class WorksharingFailures abstract sealed
Inheritance Hierarchy
System.Object
 Autodesk.Revit.DB.BuiltInFailures.WorksharingFailures
See Also
BuiltInFailures.WorksharingFailures Members
Autodesk.Revit.DB Namespace